---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CwpLinkedRoomPhases
source: html/a0699228-58e7-9ca6-45cc-f9e0530bb93f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CwpLinkedRoomPhases Property

"Phases"

## Syntax (C#)
```csharp
public static ForgeTypeId CwpLinkedRoomPhases { get; }
```